import React from 'react'
import { Link } from 'react-router-dom'
import vel from "../img/2.jpg"
import css from "./styles.module.css"


const SecondPage = () => {
    return (
        <div>
            <Link to={'/'}> <div className={css.box}><img className={css.img} src={`https://logos-world.net/wp-content/uploads/2020/05/The-Avengers-Logo-2012.jpg`} alt="" /></div></Link>
            <p>
            Marvel Comics (от англ. marvel — «чудо») — американский издатель комиксов и дочерняя компания медиаконгломерата The Walt Disney Company[3]. Marvel наиболее известна такими сериями комиксов, как «Фантастическая четвёрка», «Люди Икс», «Мстители», «Стражи Галактики», «Защитники», «Вечные», «Человек-паук», «Росомаха», «Железный человек», «Капитан Америка», «Тор», «Халк», «Дэдпул», «Сорвиголова», «Каратель», «Доктор Стрэндж», «Чёрная пантера», «Человек-муравей и Оса», «Чёрная кошка», «Шан-Чи», «Мисс Марвел», «Капитан Марвел», «Алая Ведьма и Ртуть», «Вижн», «Веном», «Серебряный Сёрфер», «Призрачный гонщик», «Блэйд», «Чёрная вдова», «Соколиный глаз», «Люк Кейдж», «Железный Кулак» и «Джессика Джонс». Большинство персонажей комиксов Marvel обитают в одной вымышленной вселенной, получившей название Земля-616.
            </p>
        </div>
    )
}

export default SecondPage;